 {
   "ENG": "Dear User, \n\nIn order to solve your issue, we need more information, a print screen with the error. \n\nCan you please access the ticket to reply us?\n1. Access the eSupplierConnect Portal using url www.esupplierconnect.com   \n2. Click on \"Need Help?\"(before you login)/\"HelpDesk and Support\" (after you login)\n3. Locate the \"Click here to open a web request for support\" where \"here\" it is a link to the Ticket Tool  \n4. When the new page opens, locate the ticket number and click on it for visibility\n\nPlease consider that if we do not receive the information requested we will send you an additional reminder and then after five (5) days, we will close this ticket.\n\nThanks for your collaboration, \neSC Support Team",
   "POR": "Prezado usuário,\n\nPara que possamos resolver o problema reportado, precisamos de informações adicionais, nome da aplicacao e uma captura de tela que exponha a mensagem de erro. \nPoderia anexar no chamado, por favor?\n\n1. Acesse o portal eSupplierConnect usando a URL www.esupplierconnect.com\n2. Clique em \"Precisa de ajuda? \" (antes de logar) \"HelpDesk e Suporte\" (depois de logar)\n3. Localize o \"Clique aqui para abrir um pedido de suporte na web\", onde \"aqui\" é um link para a Ferramenta de Chamado\n4. Quando a nova página for aberta, localize o número do chamado e clique nele para visibilidade\n\nNote que se não recebermos a informação solicitada lhe enviaremos um lembrete e passados cinco (5) dias, teremos que fechar o chamado.\n\nAgradecemos a sua colaboração,\neSC Suporte",
   "SPA": "Querido usuario,\n\nPara resolver su problema, necesitamos más información, el nombre de la aplicación y un pantallazo con el mensaje de error. Puede adjuntar la información a este ticket?\n\n1. Acceda al portal de eSupplierConnect usando url www.esupplierconnect.com\n2. Haga clic en « Necesita ayuda »(Antes de iniciar sesión) / « HelpDesk y Soporte » (después de iniciar sesión)\n3. Busque “Haga clic aquí para abrir una solicitud web de soporte\", donde \"aquí\" es un enlace a la Herramienta de Ticketing\n4. Cuando la nueva página se abre, localice el número del ticket y haga clic en él para ver la visibilidad\n\nTenga en cuenta que si no recibimos la información solicitada, le enviaremos un recordatorio adicional y luego de cinco (5) días, cerraremos este ticket.\n\nGracias por su colaboración,\nEquipo de soporte de eSC",
   "ITA": "Gentile {},\n\nPer risolvere il suo problema, abbiamo bisogno di ulteriori informazioni, nome dell'applicazione e una schermata di stampa con l'errore.\n\nPotrebbe per favore inserire questi dettagli nel ticket ?\n1. Accedere al Portale eSupplierConnect utilizzando l'URL www.esupplierconnect.com\n2. Fare clic su \"Hai bisogno di aiuto?\"(nella pagina anonima, prima del login)\"HelpDesk and Support\" (dopo il login)\n3. Individuare il \"Fai clic qui per aprire una richiesta web di supporto\" dove \"qui\" è un collegamento al Tool per l aapertura dei ticket\n4. Quando si apre la nuova pagina, individuare il numero del ticket e fare clic su di esso per la visibilità\n\nLa preghiamo di considerare che se non riceviamo le informazioni richieste le invieremo un promemoria aggiuntivo e dopo cinque (5) giorni chiuderemo questo ticket.\n\nGrazie per la sua collaborazione,\nTeam di supporto eSC"
 }