{
	"ENG": {
		"RESET": {
			"END USER": {
				"HAS ADM": "Dear {},\n\nif you have set up the \"Q&A\", you can reset your password by yourself, using the link \"Forgot your password?\" on the eSC login page, otherwise you can ask your Administrator to reset the password for you.\n\n{}\nIf he/she don't know how to do it, indicate he/she to follow instructions on eSupplierConnect_SSA_Manual (downloadable from Global Home > Help desk support > Reference material > Manuals), chapter \"Reset Password Tool for Administrators\").\nIf you\"ll not receive it please check your \"spam\" or \"trash\" inbox folder, sometimes use of email filters can cause some email to be redirected to these folders. Once you receive the password, go to www.esupplierconnect.com >> click on \"Login\" button and enter your user ID and password you have just received. You'll see the message \"You have to change your temporary password: please click the button below to change it\". Just follow the instructions to set your new password.\n\nNext time, please remember that setting your Challenge Questions will let you proceed independently with the password reset: if you already have set up them, you can self-reset your password by clicking on the \"Forgot your password?\" link within the eSupplierConnect Login page. In case you have not set them up yet or if you want to modify them, once logged in to eSupplierConnect, you can reach Challenge Questions following these steps: Global Home >> Self Service >> User Data Management >> Challenge Questions and Answers.\n\nDon't hesitate to contact us for any other issue or for assistance, we'll be glad to help you.\neSC Support Team.",
				"HAS NO ADM": "Dear {},\n\nAt the moment your Organization on eSupplierConnect does not have any Root Supplier Security Administrator (Root SSA) or any existing Root SSA is no longer active on the portal. Having a Root SSA is fundamental to do specific tasks for your organization. Below are the main activities and duties of a Root SSA:\n manage their own companys end users (e.g. Creating user IDs, Modifying user IDs, Periodically revalidating user IDs, Authorizing applications requests for users) manage their own companys administration group structure (e.g. Nominating other administrators, Creating new administration groups)\n For FCA security policies, if you need a reset password and promote to Root Administrator you have to follow the step below.\nPlease ask your Commercial Responsible or the CEO to write to newRootSSA@eSupplierConnect.com (specifying the number of the ticket on email subject) with the authorization to reset the password and promote to Root Admin for your userID (mail must be sent from the Commercial Responsible / CEO email address and stating writing that he is having that role).\nTo be considered valid, the email response has to be written EXACTLY in the following format:\n\nI, the undersigned, [NAME] [SURNAME], [Commercial Responsible/CEO] for the company [COMPANY NAME], I authorize to reset [NAME2] [SURNAME2]/[USERID]'s password on eSupplierConnect portal.\nI, the undersigned, [NAME] [SURNAME], [Commercial Responsible/CEO] for the company [COMPANY NAME], I authorize [NAME2] [SURNAME2] to became the Root Supplier Security Administrator(SSA) for our organization on eSupplierConnect portal.\n\nWe are looking forward to your kind reply.Please consider that if we do not receive the information requested we will send you an additional reminder and then after five (5) days, we will close this ticket.We remind you that for security reasons, without the email from your Commercial Responsible/CEO we cannot proceed to reset your UserID password and thus we cannot solve your issue.\n\nBest Regards,eSupplierConnect Support Team"

			},
			"ADM": {
				"HAS ADM": "Dear {},\n\nif you have set up the \"Q&A\", you can reset your password by yourself, using the link \"Forgot your password?\" on the eSC login page, otherwise you can ask your Administrator to reset the password for you.\n\n{}\nIf he/she don't know how to do it, indicate he/she to follow instructions on eSupplierConnect_SSA_Manual (downloadable from Global Home > Help desk support > Reference material > Manuals), chapter \"Reset Password Tool for Administrators\").\nIf you\"ll not receive it please check your \"spam\" or \"trash\" inbox folder, sometimes use of email filters can cause some email to be redirected to these folders. Once you receive the password, go to www.esupplierconnect.com >> click on \"Login\" button and enter your user ID and password you have just received. You'll see the message \"You have to change your temporary password: please click the button below to change it\". Just follow the instructions to set your new password.\n\nNext time, please remember that setting your Challenge Questions will let you proceed independently with the password reset: if you already have set up them, you can self-reset your password by clicking on the \"Forgot your password?\" link within the eSupplierConnect Login page. In case you have not set them up yet or if you want to modify them, once logged in to eSupplierConnect, you can reach Challenge Questions following these steps: Global Home >> Self Service >> User Data Management >> Challenge Questions and Answers.\n\nDon't hesitate to contact us for any other issue or for assistance, we'll be glad to help you.\neSC Support Team.",
				"HAS NO ADM": "Dear {},\n\nif you have set up the \"Q&A\", you can reset your password by yourself, using the link \"Forgot your password?\" on the eSC login page. Otherwise, at the moment you are the only Root Supplier Security Administrator (Root SSA) on your organization. For FCA security policies, if you need a reset password you have to follow the step below.\nPlease ask your Commercial Responsible or the CEO to write to newRootSSA@eSupplierConnect.com (specifying the number of the ticket on email subject) with the authorization to reset the password for your user ID (mail must be sent from the Commercial Responsible / CEO email address and stating writing that he is having that role). To be considered valid, the email response has to be written EXACTLY in the following format:\n\nI, the undersigned, [NAME] [SURNAME], [Commercial Responsible/CEO] for the company [COMPANY NAME], I authorize to reset [NAME2] [SURNAME2]/[USERID]'s password on eSupplierConnect portal.\n\nWe are looking forward to your kind reply.\nPlease consider that if we do not receive the information requested we will send you an additional reminder and then after five (5) days, we will close this ticket.We remind you that for security reasons, without the email from your Commercial Responsible/CEO we cannot proceed to reset your UserID password and thus we cannot solve your issue.\n\nBest Regards,\neSupplierConnect Support Team"
			}

		},
		"LOCK": {
			"HAS ADM": "Dear {}, \n\nyour userID is currently inactive. We kindly suggest you to contact one of your Administrators and ask one of them to re-enable your profile.\n\n{}\nIf they do not know how to help you, please tell them to follow instructions on eSupplierConnect_SSA_Manual (downloadable from Global Home > Help desk support > Reference material > Manuals), chapter \"User Enable/Disable\").\nDo not hesitate to contact us for any other issue or for assistance, we will be glad to help you.\n\nThanks for your collaboration,\neSC Support Team",
			"HAS NO ADM": {
				"IS ADM": "Dear {},\n\nat the moment your userID is locked and you are the only Root Supplier Security Administrator (Root SSA) on your organization. For FCA security policies, if you need to reactivate your userID you have to follow the step below. Please ask your Commercial Responsible or the CEO to write to newRootSSA@eSupplierConnect.com (specifying the number of the ticket on email subject) with the authorization to reactivate your user ID (mail must be sent from the Commercial Responsible / CEO email address and stating in writing that he is having that role). To be considered valid, the email response has to be written EXACTLY in the following format:\n\nI, the undersigned, [NAME] [SURNAME], [Commercial Responsible/CEO] for the company [COMPANY NAME], I authorize to reactivate [NAME2] [SURNAME2]s [USERID] on eSupplierConnect portal.\n\nPlease consider that if we do not receive the information requested we will send you an additional reminder and then after five (5) days, we will close this ticket.We remind you that for security reasons, without the email from your Commercial Responsible/CEO we cannot proceedw with your request.\n\nBest Regards,\neSupplierConnect Support Team",
				"NOT ADM": "Dear {},\n\nat the moment your userID is locked and there are no  Root Supplier Security Administrator (Root SSA) on your organization. For FCA security policies, you need to have at least one Root Administartor.if you need to reactivate your userID you have to follow the step below.\nPlease ask your Commercial Responsible or the CEO to write to newRootSSA@eSupplierConnect.com (specifying the number of the ticket on email subject) with the authorization to reactivate your user ID and Promote to Root Administartor (mail must be sent from the Commercial Responsible / CEO email address and stating in writing that he is having that role).\nTo be considered valid, the email response has to be written EXACTLY in the following format:\nI, the undersigned, [NAME] [SURNAME], [Commercial Responsible/CEO] for the company [COMPANY NAME], I authorize to reactivate [NAME2] [SURNAME2]s [USERID] on eSupplierConnect portal and Promote to Root Administrator.\n\nWe are looking forward to your kind reply.\nPlease consider that if we do not receive the information requested we will send you an additional reminder and then after five (5) days, we will close this ticket.We remind you that for security reasons, without the email from your Commercial Responsible/CEO we cannot proceed.\n\nBest Regards,\neSupplierConnect Support Team"
			}

		}
	},
		"POR": {
			"RESET": {
				"END USER": {
					"HAS ADM": "Caro {},\n\nSe já estabeleceu as suas \"Q&A\", pode restabelecer a sua palavra-passe você mesmo, usando o link \"Forgot your password?\" na página de login do eSC. De outro modo, pode perguntar ao seu Administrador para restabelecer a sua palavra-passe por si.\n\n{}\n\nSe ele//a não o sabe fazer, indique-lhe as seguintes instruções no eSupplierConnect_SSA_Manual, disponível para download em Global Home > Help desk support > Reference material > Manuals, capítulo \"Reset Password Tool for Administrators\".\nSe não receber, verifique as suas pastas de \"spam\" e \"lixo\" no seu email, por vezes o uso de filtros de email pode causar alguns emails serem enviados para estas páginas.\nAssim que receber a palavra-passe, vá a www.esupplierconnect.com >> clique em \"login\" e insira o seu ID de utilizador e palavra-passe que acabou de receber. Verá a mensagem \"You have to change your temporary password: please click the button below to change it\". Siga as instruções para estabelecer a sua nova password.\n\nDa próxima vez por favor lembre-se que estabelecer as suas perguntas de segurança o permitirá proceder independentemente com o restabelecer da palavra-passe. Se já as estabeleceu, pode restabelecer você mesmo a sua palavra-passe clicando no link \"Forgot your password?\" na página de login do eSupplierConnect.\n\nCaso não as tenha ainda estabelecido, ou se ainda as quiser modificar, assim que fizer login no eSupplierConnect, pode chegar ás perguntas de segurança seguindo estes passos: Global Home >> Self Service >> User Data Management >> Challenge Questions and Answers.\n\nNão hesite em contactar-nos para qualquer problema ou assitência, ficaremos felizes em ajudar.\n\nObrigado pela sua colaboração,\neSC Support Team",
					"HAS NO ADM": "Prezado {},\n\nNo momento, sua organização no eSupplierConnect não possui nenhum administrador de segurança do fornecedor raiz (Root SSA) ou qualquer SSA raiz existente não está mais ativo no portal. Ter um SSA raiz é fundamental para executar tarefas específicas para sua organização. Abaixo estão as principais atividades e tarefas de um SSA raiz:\ngerenciar os próprios usuários finais da empresa (por exemplo, Criando IDs de usuários, Modificando IDs de usuários, Revisando periodicamente IDs de usuários, Autorizando solicitações de aplicativos para usuários), gerenciando a própria estrutura de grupo de administração da empresa Indicando outros administradores, Criando novos grupos de administração)\n\nPara as políticas de segurança da FCA, se você precisar redefinir a senha e promover para o Administrador Raiz, siga as instruções abaixo: Solicite ao Responsável Comercial ou ao CEO que envie um e-mail a newRootSSA@eSupplierConnect.com (especificando o número do ticket no assunto do email) com a autorização para redefinir a senha e promover a Root Admin o seu ID de usuário (o email deve ser enviado do endereço de email do Responsavel Comercial/CEO. Para ser considerada válida, a resposta por e-mail deve ser escrita EXATAMENTE no seguinte formato:\n\nEu, abaixo assinado, [NOME] [SOBRENOME], [Responsável Comercial/CEO] da empresa [NOME DA EMPRESA], autorizo ​​a redefinir a senha de [NAME2] [SOBRENOME2] / [USERID] no portal eSupplierConnect.  Autorizo ​​[NAME2] [SURNAME2] tornou-se o administrador de segurança (Root Admin) para a nossa organização no portal eSupplierConnect.\n\nEstamos esperando pela sua resposta.Por favor, considere que, se não recebermos as informações solicitadas, enviaremos um lembrete adicional e depois de cinco (5) dias, fecharemos este ticket. Lembramos que, por motivos de segurança, sem o e-mail de seu Responsável Comercial / CEO, não podemos continuar com a redefinição da senha do UserID e, portanto, não podemos resolver seu problema.\n\nMelhor Cumprimentos,\nEquipe de Suporte do eSupplierConnect"

				},
				"ADM": {
					"HAS ADM": "Caro {},\n\nSe já estabeleceu as suas \"Q&A\", pode restabelecer a sua palavra-passe você mesmo, usando o link \"Forgot your password?\" na página de login do eSC. De outro modo, pode perguntar ao seu Administrador para restabelecer a sua palavra-passe por si.\n\n{}\n\nSe ele//a não o sabe fazer, indique-lhe as seguintes instruções no eSupplierConnect_SSA_Manual, disponível para download em Global Home > Help desk support > Reference material > Manuals, capítulo \"Reset Password Tool for Administrators\".\nSe não receber, verifique as suas pastas de \"spam\" e \"lixo\" no seu email, por vezes o uso de filtros de email pode causar alguns emails serem enviados para estas páginas.\nAssim que receber a palavra-passe, vá a www.esupplierconnect.com >> clique em \"login\" e insira o seu ID de utilizador e palavra-passe que acabou de receber. Verá a mensagem \"You have to change your temporary password: please click the button below to change it\". Siga as instruções para estabelecer a sua nova password.\n\nDa próxima vez por favor lembre-se que estabelecer as suas perguntas de segurança o permitirá proceder independentemente com o restabelecer da palavra-passe. Se já as estabeleceu, pode restabelecer você mesmo a sua palavra-passe clicando no link \"Forgot your password?\" na página de login do eSupplierConnect.\n\nCaso não as tenha ainda estabelecido, ou se ainda as quiser modificar, assim que fizer login no eSupplierConnect, pode chegar ás perguntas de segurança seguindo estes passos: Global Home >> Self Service >> User Data Management >> Challenge Questions and Answers.\n\nNão hesite em contactar-nos para qualquer problema ou assitência, ficaremos felizes em ajudar.\n\nObrigado pela sua colaboração,\neSC Support Team",
					"HAS NO ADM": "Prezado {},\n\nSe já criou as \"Q&A\", pode restabelecer a sua password por si mesmoa, usando o link \"forgot your password?\" na página de login do eSC. De outro modo, de momento você é o único Root Supplier Security Administrator (Root SSA) na sua organização. Devido a políticas de segurança de FCA, se precisa de restabelecer a sua palavra-passe tem de seguir os passos abaixo indicados.\n\nPor favor pergunte ao seu responsável commercial ou CEO para escrever a newRootSSA@eSupplierConnect.com (especificando o número do ticket no tema do email) com a autorização para restabelecer a sua palavra-passe para o seu ID de utilizador (o email tem de ser enviado pelo email do responsável commercial ou CEO e afirmando que se encontra a escrever o email nessa posição).\nPara ser considerado válido, o email tem de ser escrito EXACTAMENTE no formato seguinte:\n\nEu, abaixo-assinado, [NOME] [SOBRENOME], [responsável commercial ou CEO] da empresa [NOME DA EMPRESA], autorizo o restabelecimento da palavra-passe de [NOME2] [SOBRENOME2]/[ID DE UTILIZADOR] no portal eSupplierConnect.\n\nAguardamos ansiosamente a sua resposta.\nLembramos mais uma vez que devido a políticas de segurança, sem o email do seu responsável commercial ou CEO, não Podemos proceder ao restabelecimento da palavra-passe e desse modo não poderemos resolver o seu problema.\n\nCom os melhores cumprimentos,\nESupplierConnect Support Team"
				}

			},
			"LOCK": {
				"HAS ADM": "Caro {},\n\nO seu ID de utilizador está neste momento inactivo.\nSugerimos que contacte um dos seus Administradores e lhe peça que re-habilite o seu perfil.\n\n{}\nSe ele/a não souber como ajudá-lo, por favor diga-lhe para seguir as instruções presentes em eSupplierConnect_SSA_Manual, disponível para download em Global Home > Help desk support > Reference material > Manuals, capítulo \"User Enable/Disable\".\nNão hesite em contactar-nos para qualquer outro problema ou assistência, ficaremos felizes em ajudar.\n\nObrigado pela sua colaboração,\neSC Support Team",
				"HAS NO ADM": {
					"IS ADM": "Caro/a {},\n\nDe momento o seu ID de utilizador encontra-se trancado e você é o único Root Supplier Security Administrator (Root SSA) na sua organização.\n Devido a políticas de segurança da FCA, se precisa de reactivar o seu ID de utilizador tem de seguir os passos abaixo indicados.\nPor favor pergunte ao seu responsável commercial ou CEO para escrever a newRootSSA@eSupplierConnect.com (especificando o número do ticket no tema do email) com a autorização para reactivar o seu ID de utilizador (o email tem de ser enviado pelo seu responsável commercial ou CEO e tem de indicar que este se encontra a escrever o email nessa posição).\nPara ser considerado válido, o email tem de ser escrito EXACTAMENTE no seguinte formato:\n\nEu, o abaixo-assinado, [NOME] [SOBRENOME], [responsável commercial ou CEO] da empresa [NOME DA EMPRESA], autorizo o reactivar do [ID DE UTILIZADOR] de [NOME2] [SOBRENOME2] no portal eSupplierConnect.\n\nEsperamos ansiosamente a sua resposta.\nVoltamos a lembrar que por razões de segurança, sem o email do seu responsável commercial ou CEO, não podemos reactivar o seu ID de utilizador e assim não podemos resolver o seu problema.\n\nCumprimentos,\neSupplierConnect Support Team",
					"NOT ADM": "Caro/a {},\n\nDe momento o seu ID de utilizador encontra-se trancado e você é o único Root Supplier Security Administrator (Root SSA) na sua organização.\n Devido a políticas de segurança da FCA, se precisa de reactivar o seu ID de utilizador tem de seguir os passos abaixo indicados.\nPor favor pergunte ao seu responsável commercial ou CEO para escrever a newRootSSA@eSupplierConnect.com (especificando o número do ticket no tema do email) com a autorização para reactivar o seu ID de utilizador (o email tem de ser enviado pelo seu responsável commercial ou CEO e tem de indicar que este se encontra a escrever o email nessa posição).\nPara ser considerado válido, o email tem de ser escrito EXACTAMENTE no seguinte formato:\n\nEu, o abaixo-assinado, [NOME] [SOBRENOME], [responsável commercial ou CEO] da empresa [NOME DA EMPRESA], autorizo o reactivar do [ID DE UTILIZADOR] de [NOME2] [SOBRENOME2] no portal eSupplierConnect e promover a Administartor de Segurança (Root SSA).\n\nEsperamos ansiosamente a sua resposta.\nVoltamos a lembrar que por razões de segurança, sem o email do seu responsável commercial ou CEO, não podemos reactivar o seu ID de utilizador e assim não podemos resolver o seu problema.\n\nCumprimentos,\neSupplierConnect Support Team"
				}

			}
		},

		"ITA": {
			"RESET": {
				"END USER": {
					"HAS ADM": "Gentile {},\n\nSe in precedenza ha compilato le \"Domande e risposte segrete\" può procedere in modo indipendente al reset della password, cliccando sul link \"Ho dimenticato le mie credenziali\" nella pagina di login eSupplierConnect. In caso contrario, le suggeriamo di rivolgersi ad uno degli Amministratori del suo gruppo di Amministrazione per resettare la password della sua UserID.\n\n{}\n\n Se il suo Amministratore non sa come aiutarla, puo cortesemente dirglile di seguire le istruzioni sul eSupplierConnect_SSA_Manual (capitolo \"Reset Password Tool for Administrators\") scaricabile da Global Home >> Help Desk Support >> Reference Materials >> Manuals.\n\"Administrator emails\"\nUna volta che il Suo amministratore effettuera il reset per la Sua utenza, ricevera una e-mail contenente una nuova password temporanea. Se non la riceve, le chiediamo di controllare le sue cartelle \"Spam\" e \"Cestino\", alcune volte l\"uso di filtri può causare lo inoltro automatico in queste cartelle. Dopo averla ricevuta, si colleghi a: www.esupplierconnect.com  clicchi sul bottone \"Login\" e inserisca la sua userID e la nuova password ricevuta. Dopodiché vedrà un messaggio \"Deve cambiare la sua password temporanea. Cliccare qui per cambiarla\". Segua le istruzioni per settare la sua nuova password.\n\nLa prossima volta le ricordiamo che inserendo le \"Domande e risposte segrete\" potrà procedere in modo indipendente al reset della password, cliccando sul link \"Ho dimenticato le mie credenziali\" nella pagina di login eSupplierConnect.\nNel caso non le abbia ancora impostate o vuole modificarle, può farlo andando su Global Home,Self Service,User Data Management,Domande e risposte segrete.\n\nNon esiti a contattarci in caso di altre problematiche o per assistenza, saremo lieti di aiutarla.\nGrazie per la sua collaborazione,\neSC Support Team.",
					"HAS NO ADM": "Gentile {},\n\nLa tua organizzazione su eSupplierConnect non ha alcun amministratore di sicurezza del fornitore di root (SSA root) o qualsiasi SSA root esistente non è più attivo sul portale. Avere un SSA root è fondamentale per svolgere attività specifiche Di seguito sono elencate le attività e i compiti principali di un SSA root:\n gestire i propri utenti finali della società (ad esempio Creazione di ID utente, Modifica ID utente, Revisione periodica di ID utente, Autorizzazione richieste di applicazioni per gli utenti) gestire la propria amministrazione aziendale struttura di gruppo (ad es. Nomina di altri amministratori, Creazione di nuovi gruppi di amministrazione)\nPer le politiche di sicurezza FCA, se è necessario reimpostare la password e promuovere lo amministratore root, è necessario attenersi alla seguente procedura. \nPer chiedere al proprio responsabile commerciale o al CEO di scrivere a newRootSSA@eSupplierConnect.com (specificando il numero del ticket sull oggetto dell e-mail) con la autorizzazione per reimpostare la password e promuovere a Root Admin per la ID utente (la posta deve essere s entri dall indirizzo email di Responsabile Commerciale / CEO e dichiari che sta avendo quel ruolo). Per essere considerato valido, la risposta e-mail deve essere scritta ESATTAMENTE nel seguente formato:\n\nIl sottoscritto, [NOME] [NOME], [Responsabile commerciale / Amministratore delegato] per la società [NOME IMPRESA], autorizzo a reimpostare la password [NAME2] [SURNAME2] / [USERID] sul portale eSupplierConnect.\nIl sottoscritto, [NOME] [COGNOME], [Responsabile commerciale / CEO] per la società [NOME IMPRESA], autorizzo [NOME2] [SURNAME2] diventa lo amministratore della sicurezza dei fornitori di root (SSA) per la nostra organizzazione sul portale eSupplierConnect. \n\nSiamo in attesa della tua cortese risposta. Ti preghiamo di considerare che se non riceviamo le informazioni richieste ti invieremo un promemoria aggiuntivo e dopo cinque (5) giorni, chiuderemo questo ticket. Ricordiamo che per motivi di sicurezza, senza lo e-mail dal responsabile commerciale / CEO, non possiamo procedere alla reimpostazione della password UserID e quindi non possiamo risolvere il problema. \n\nBest Regards, team di supporto di eSupplierConnect"
				},
				"ADM": {
					"HAS ADM": "Gentile {},\n\nSe in precedenza ha compilato le \"Domande e risposte segrete\" può procedere in modo indipendente al reset della password, cliccando sul link \"Ho dimenticato le mie credenziali\" nella pagina di login eSupplierConnect. In caso contrario, le suggeriamo di rivolgersi ad uno degli Amministratori del suo gruppo di Amministrazione per resettare la password della sua UserID.\n\n{}\n\n Se il suo Amministratore non sa come aiutarla, puo cortesemente dirglile di seguire le istruzioni sul eSupplierConnect_SSA_Manual (capitolo \"Reset Password Tool for Administrators\") scaricabile da Global Home >> Help Desk Support >> Reference Materials >> Manuals.\n\"Administrator emails\"\nUna volta che il Suo amministratore effettuera il reset per la Sua utenza, ricevera una e-mail contenente una nuova password temporanea. Se non la riceve, le chiediamo di controllare le sue cartelle \"Spam\" e \"Cestino\", alcune volte l\"uso di filtri può causare lo inoltro automatico in queste cartelle. Dopo averla ricevuta, si colleghi a: www.esupplierconnect.com  clicchi sul bottone \"Login\" e inserisca la sua userID e la nuova password ricevuta. Dopodiché vedrà un messaggio \"Deve cambiare la sua password temporanea. Cliccare qui per cambiarla\". Segua le istruzioni per settare la sua nuova password.\n\nLa prossima volta le ricordiamo che inserendo le \"Domande e risposte segrete\" potrà procedere in modo indipendente al reset della password, cliccando sul link \"Ho dimenticato le mie credenziali\" nella pagina di login eSupplierConnect.\nNel caso non le abbia ancora impostate o vuole modificarle, può farlo andando su Global Home,Self Service,User Data Management,Domande e risposte segrete.\n\nNon esiti a contattarci in caso di altre problematiche o per assistenza, saremo lieti di aiutarla.\nGrazie per la sua collaborazione,\neSC Support Team.",
					"HAS NO ADM": "Gentile {},\n\nse in precedenza ha compilato le \"Domande e risposte segrete\" può procedere in modo indipendente al reset della password, cliccando sul link \"Ho dimenticato le mie credenziali\" nella pagina di login eSupplierConnect. In caso contrario, al momento lei è lo unico Root Supplier Security Administrator (Root SSA) della sua organizzazione. Per le policies di sicurezza di FCA, se ha bisogno di resettare la sua password dovrebbe procedere nel seguente modo:\n\nIl suo Responsabile Commerciale o il suo CEO devono mandare una mail all indirizzo email newRootSSA@eSupplierConnect.com (indicando il numero di ticket) con la autorizzazione per procedere al reset della password per la sua userID. Per essere considerata valida, lo email deve avere il seguente formato e deve essere spedita dalla indirizzo email personale del suo Responsabile Commerciale o del suo CEO:\n\nIo, sottoscritto, [NOME COGNOME], Responsabile Commerciale (o CEO) per la società [NOME SOCIETA], autorizzo al reset della password per [NOME2 COGNOME2]/[USERID] sul portale eSupplierConnect.\n\nAttendiamo un suo cortese riscontro.\nLa preghiamo di notare che se non riceviamo le informazioni richieste Le invieremo un promemoria aggiuntivo e, dopo cinque (5) giorni, chiuderemo questo ticket.\nLe ricordiamo che per ragioni di sicurezza, senza lo email del suo Responsabile Commerciale/CEO non ci sarà possibile resettare la sua password, non risolvendo così il suo problema.\nCordiali saluti,\neSupplierConnect Support Team."
				}

			},
			"LOCK": {
				"HAS ADM": "Gentile {},\n\nla sua userID è attualmente inattiva. Le suggeriamo di rivolgersi ad uno dei suo Amministratori e richiedere che il suo profilo venga riattivato.\n\n{}\n\nSe il suo Amministratore non sa come aiutarla, può cortesemente dirglile di seguire le istruzioni sul eSupplierConnect_SSA_Manual (capitolo \"User Enable Disable\") scaricabile da Global Home >> Help Desk Support >> Reference Materials >> Manuals.\n\nNon esiti a contattarci in caso di altre problematiche o per assistenza, saremo lieti di aiutarla.\nGrazie per la sua collaborazione,\neSC Support Team",
				"HAS NO ADM": {
					"IS ADM": "Gentile {},\n\nal momento la sua userID è bloccata e lei è lo unico Root Supplier Security Administrator (Root SSA) della sua organizzazione. Per le policies di sicurezza di FCA, se ha bisogno di riattivare la sua userID dovrebbe procedere nel seguente modo:\n\nIl suo Responsabile Commerciale o il suo CEO devono mandare una mail all indirizzo email newRootSSA@eSupplierConnect.com (indicando il numero di ticket) con laautorizzazione per procedere alla riattivazione della sua userID. Per essere considerata valida, lo email deve avere il seguente formato e deve essere spedita dall'indirizzo email personale del suo Responsabile Commerciale o dell suo CEO:\n\nIo, sottoscritto, [NOME COGNOME], Responsabile Commerciale (o CEO) per la società [NOME SOCIETA'], autorizzo alla riattivazione della userID [USERID] di [NOME2 COGNOME2] sul portale eSupplierConnect.\nAttendiamo un suo cortese riscontro.\n\nLa preghiamo di notare che se non riceviamo le informazioni richieste Le invieremo un promemoria aggiuntivo e, dopo cinque (5) giorni, chiuderemo questo ticket.\nLe ricordiamo che per ragioni di sicurezza, senza l'email del suo Responsabile Commerciale/CEO non ci sarà possibile riattivare la sua utenza, non risolvendo così il suo problema.\nCordiali saluti,\neSupplierConnect Support Team",
					"NOT ADM": "Gentile {},\n\nal momento la sua userID è bloccata e lei è lo unico Root Supplier Security Administrator (Root SSA) della sua organizzazione. Per le policies di sicurezza di FCA, se ha bisogno di riattivare la sua userID dovrebbe procedere nel seguente modo:\n\nIl suo Responsabile Commerciale o il suo CEO devono mandare una mail all indirizzo email newRootSSA@eSupplierConnect.com (indicando il numero di ticket) con laautorizzazione per procedere alla riattivazione della sua userID. Per essere considerata valida, lo email deve avere il seguente formato e deve essere spedita dall'indirizzo email personale del suo Responsabile Commerciale o dell suo CEO:\n\nIo, sottoscritto, [NOME COGNOME], Responsabile Commerciale (o CEO) per la società [NOME SOCIETA'], autorizzo alla riattivazione della userID [USERID] di [NOME2 COGNOME2] sul portale eSupplierConnect e promuovere a Root Administartor.\nAttendiamo un suo cortese riscontro.\n\nLa preghiamo di notare che se non riceviamo le informazioni richieste Le invieremo un promemoria aggiuntivo e, dopo cinque (5) giorni, chiuderemo questo ticket.\nLe ricordiamo che per ragioni di sicurezza, senza l'email del suo Responsabile Commerciale/CEO non ci sarà possibile riattivare la sua utenza, non risolvendo così il suo problema.\nCordiali saluti,\neSupplierConnect Support Team"
				}

			}
		}

}
